aaron-bond.better-comments
adamcaviness.theme-monokai-dark-soda
bschulte.love
budparr.language-hugo-vscode
cstrap.python-snippets
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
dsznajder.es7-react-js-snippets
editorconfig.editorconfig
esbenp.prettier-vscode
foam.foam-vscode
geequlim.godot-tools
github.copilot
github.copilot-chat
github.github-vscode-theme
golang.go
grapecity.gc-excelviewer
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
gulajavaministudio.mayukaithemevsc
mgmcdermott.vscode-language-babel
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-wsl
ms-vscode.hexeditor
ms-vscode.theme-tomorrowkit
ms-vsliveshare.vsliveshare
oliversturm.fix-json
pkief.material-icon-theme
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
sdras.night-owl
shopify.ruby-lsp
sidneys1.gitconfig
streetsidesoftware.code-spell-checker
sumneko.lua
tamasfe.even-better-toml
teabyii.ayu
tootone.org-mode
vscodevim.vim
wholroyd.jinja
yzhang.markdown-all-in-one
